Repository: BenBals/pretix-fsr-validation
Catalog: pretix_fsr_validation/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: Custom validation for orders built for the FSR Digital Engineering at Uni Potsdam
de: Handgeschneiderte Bestellungsvalidierung für den FSR Digital Engineering an der Uni Potsdam

source: Fallen Angels
de: Gefallene Engel

source: We've sent you your helper ticket via email.
de: Wir haben dir dein Engelticket per Mail geschickt.

source: You can download your helper ticket after verifying your email address via the link we've just sent you.
de: Du kannst dein Engelticket runterladen, nachdem du deine E-Mail-Adressemit dem Link, den wir dir gerade geschickt haben, verifiziert hast.

source: Save
de: Speichern

source: To check if all buyers of Engel tickets, currently hold shifts, use the
de: Um zu überprüfen, ob alle aktuellen Engelticketbesitzer*innen auchSchichten haben, nutze die

source: Check Engel Tickets Page
de: Engelticketüberprüfungsseite

source: Not a valid Python regular expression.
de: Keine gültige Python RegEx

source: Error message for Engel double booking
de: Fehlermeldung bei doppelten Engelbuchungen

source: Error message for Engels without shifts
de: Fehlermeldung für Engel ohne Schicht

source: Orders with a voucher with this prefix are allowed to buy engel tickets
de: Bestellungen mit einem Gutschein, der mit diesem Prefix beginnt dürfen Engeltickets kaufen

source: Allow downloading engel tickets without email verification
de: Erlaube Download von Engeltickets ohne Emailverifikation

source: This only applies to order pages. In emails, tickets will always be send as per the event settings
de: Dies gilt nur für Bestellseiten. In E-Mails sind die Tickets immer entpreschend der Veranstalltungseinstellungen angehängt

source: Shifts starts after
de: Schichtbeginn ab

source: Only consider shifts after this date time when determining engel ticket eligibility
de: Zähle nur Schichten ab diesem Zeitpunkt für den Engelstatus

source: Shift starts before
de: Schichtbeginn vor

source: Only consider shifts before this date time when determining engel ticket eligibility
de: Zähle nur Schichten bis zu diesem Zeitpunkt für den Engelstatus

source: Which ephios event types should count towards Engel status? (Comma-seperated list of ids)
de: Welche ehpios Veranstaltungstypen sollen für den Engelstatus zählen? (Kommagetrennte Liste von Ids)

source: Leave empty to allow all types
de: Leer lassen, um alle Typen zu erlauben

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.

source: We could not save your changes. See below for details.
de: Wir konnten Deine Änderungen nicht speichern. Siehe unten.
